Repository: ibru/billo-app
Catalog: Billo/Localizable.xcstrings
Source language: en
Languages: es, it, pt_br

# Income: %@, %@
source: Income: %1$@, %2$@
es: Ingreso: %1$@, %2$@
it: Entrata: %1$@, %2$@
pt_br: Renda: %1$@, %2$@

# Income: %@, %@, %@
source: Income: %1$@, %2$@, %3$@
es: Ingreso: %1$@, %2$@, %3$@
it: Entrata: %1$@, %2$@, %3$@
pt_br: Renda: %1$@, %2$@, %3$@

source: Insurance
es: Seguros
it: Assicurazioni
pt_br: Seguros

source: Invalid currency code: %@
es: Código de moneda no válido: %@
it: Codice valuta non valido: %@
pt_br: Código de moeda inválido: %@

source: Invalid notification
es: Notificación no válida
it: Notifica non valida
pt_br: Notificação inválida

source: I’ll add bills later
es: Añadiré recibos más tarde
it: Aggiungo le bollette più tardi
pt_br: Vou adicionar as contas depois

source: Late
es: Con retraso
it: In ritardo
pt_br: Em atraso

source: Later
es: Más tarde
it: Più avanti
pt_br: Mais tarde

source: Left over
es: Te queda
it: Ti resta
pt_br: Sobra

source: Let’s do it
es: Manos a la obra
it: Iniziamo
pt_br: Vamos lá

source: Let’s get bills out of your head
es: Saquemos los recibos de tu cabeza
it: Togliamoci le bollette dalla testa
pt_br: Vamos tirar as contas da sua cabeça

source: Let’s see how Billo takes this off your mind
es: Veamos cómo Billo te quita este peso de encima
it: Vediamo come Billo ti toglie questo pensiero
pt_br: Veja como o Billo tira esse peso da sua cabeça

source: Lifetime
es: De por vida
it: A vita
pt_br: Vitalício

source: List
es: Lista
it: Elenco
pt_br: Lista

source: Load More
es: Cargar más
it: Carica altro
pt_br: Carregar mais

source: Loans
es: Préstamos
it: Prestiti
pt_br: Empréstimos

source: Log your paychecks and Billo shows income minus bills — the wallet button on your home screen opens Income anytime.
es: Registra tus ingresos y Billo te muestra ingresos menos recibos; el botón de la cartera en la pantalla de inicio abre Ingresos en cualquier momento.
it: Registra i tuoi stipendi e Billo calcola entrate meno bollette — il pulsante con il portafoglio nella schermata principale apre Entrate in qualsiasi momento.
pt_br: Registre seus salários e o Billo mostra a renda menos as contas — o botão da carteira na tela inicial abre a Renda quando você quiser.

source: Look Ahead
es: Anticipación
it: Periodo
pt_br: Antecedência

source: Mark Paid
es: Marcar como pagado
it: Segna pagata
pt_br: Marcar paga

source: Mark as Paid
es: Marcar como pagado
it: Segna come pagata
pt_br: Marcar como paga

source: Miniature of the home screen switching between a bill list and a calendar
es: Miniatura de la pantalla de inicio alternando entre una lista de recibos y un calendario
it: Miniatura della schermata principale che passa da un elenco di bollette a un calendario
pt_br: Miniatura da tela inicial alternando entre a lista de contas e o calendário

source: Miniature of the home screen: the wallet button in the floating bottom bar opens the Income screen, where income minus bills shows what’s left
es: Miniatura de la pantalla de inicio: el botón de la cartera en la barra inferior flotante abre la pantalla de Ingresos, donde ingresos menos recibos muestra lo que queda
it: Miniatura della schermata principale: il pulsante con il portafoglio nella barra inferiore apre la schermata Entrate, dove la differenza tra entrate e bollette mostra quanto resta
pt_br: Miniatura da tela inicial: o botão da carteira na barra inferior flutuante abre a tela de Renda, onde a renda menos as contas mostra quanto sobra

source: Missed bills aren’t a discipline problem — they’re a visibility problem.
es: Que se te pase un recibo no es un problema de disciplina: es un problema de visibilidad.
it: Dimenticare le bollette non è mancanza di disciplina — è mancanza di visibilità.
pt_br: Esquecer contas não é falta de disciplina — é falta de visibilidade.

# Missed: %@, %@, was due %@
source: Missed: %1$@, %2$@, was due %3$@
es: No pagado: %1$@, %2$@, vencía el %3$@
it: Scaduta e non pagata: %1$@, %2$@, scadenza %3$@
pt_br: Não paga: %1$@, %2$@, venceu em %3$@

source: Month
es: Mes
it: Mese
pt_br: Mês

source: Monthly
es: Mensual
it: Mensile
pt_br: Mensal

source: Monthly Cash Flow
es: Flujo de caja mensual
it: Flusso di cassa mensile
pt_br: Fluxo de caixa mensal

source: Monthly bill totals
es: Totales mensuales de recibos
it: Totale mensile delle bollette
pt_br: Total de contas por mês

source: Monthly cash flow for %1$@. Income: %2$@. Bills paid: %3$@. Bills still due: %4$@. Net: %5$@.
es: Flujo de caja de %1$@. Ingresos: %2$@. Recibos pagados: %3$@. Recibos por pagar: %4$@. Neto: %5$@.
it: Flusso di cassa mensile per %1$@. Entrate: %2$@. Bollette pagate: %3$@. Bollette ancora da pagare: %4$@. Netto: %5$@.
pt_br: Fluxo de caixa de %1$@. Renda: %2$@. Contas pagas: %3$@. Contas ainda a pagar: %4$@. Saldo: %5$@.

source: Monthly on the %@
es: Cada mes el %@
it: Ogni mese il %@
pt_br: Todo mês · no %@ dia

source: More
es: Más
it: Altro
pt_br: Mais

source: More…
es: Más…
it: Altre categorie…
pt_br: Mais…

source: Mortgage
es: Hipoteca
it: Mutuo
pt_br: Financiamento

source: Music
es: Música
it: Musica
pt_br: Música

source: Name
es: Nombre
it: Nome
pt_br: Nome

source: Net
es: Neto
it: Netto
pt_br: Saldo

source: Never
es: Nunca
it: Mai
pt_br: Nunca

source: Never miss a due date
es: Que no se te pase ningún vencimiento
it: Non perdere mai una scadenza
pt_br: Nunca mais perca um vencimento

source: New Category
es: Nueva categoría
it: Nuova categoria
pt_br: Nova categoria

source: Next 30 Days
es: Próximos 30 días
it: Prossimi 30 giorni
pt_br: Próximos 30 dias

source: Next 7 Days
es: Próximos 7 días
it: Prossimi 7 giorni
pt_br: Próximos 7 dias

source: Next month
es: Mes siguiente
it: Mese successivo
pt_br: Próximo mês

source: Next payday
es: Próximo día de pago
it: Prossimo stipendio
pt_br: Próximo dia de pagamento

source: No Bills Yet
es: Aún no hay recibos
it: Ancora nessuna bolletta
pt_br: Nenhuma conta ainda

source: No Category
es: Sin categoría
it: Nessuna categoria
pt_br: Sem categoria

source: No Data Yet
es: Aún no hay datos
it: Ancora nessun dato
pt_br: Ainda sem dados

source: No History
es: Sin historial
it: Nessuna cronologia
pt_br: Sem histórico

source: No Income
es: Sin ingresos
it: Nessuna entrata
pt_br: Sem renda

source: No Payments Yet
es: Aún no hay pagos
it: Ancora nessun pagamento
pt_br: Nenhum pagamento ainda

source: No bills or payments
es: Sin recibos ni pagos
it: Nessuna bolletta o pagamento
pt_br: Sem contas ou pagamentos

source: No bills or payments on this day
es: No hay recibos ni pagos este día
it: Nessuna bolletta o pagamento in questa data
pt_br: Nenhuma conta ou pagamento neste dia

source: No bills this month
es: No hay recibos este mes
it: Nessuna bolletta questo mese
pt_br: Nenhuma conta neste mês

source: No events this month
es: No hay eventos este mes
it: Nessun evento questo mese
pt_br: Nenhum evento neste mês

source: No more due dates scattered across emails and apps — and no more wondering if one slipped past you.
es: Se acabaron los vencimientos dispersos entre correos y apps, y también la duda de si se te pasó alguno.
it: Basta scadenze sparse tra email e app — e basta chiederti se te n'è sfuggita una.
pt_br: Chega de vencimentos espalhados por e-mails e apps — e de ficar se perguntando se algum passou despercebido.

source: No occurrences or payments to display.
es: No hay vencimientos ni pagos que mostrar.
it: Nessuna scadenza o pagamento da mostrare.
pt_br: Nenhuma ocorrência ou pagamento para exibir.

source: No payments recorded yet
es: Aún no hay pagos registrados
it: Ancora nessun pagamento registrato
pt_br: Nenhum pagamento registrado ainda

source: No previous purchases were found.
es: No se encontraron compras anteriores.
it: Nessun acquisto precedente trovato.
pt_br: Nenhuma compra anterior foi encontrada.

source: Nobody can juggle a dozen due dates
es: Nadie puede hacer malabares con una docena de vencimientos
it: Nessuno può tenere a mente una dozzina di scadenze
pt_br: Ninguém consegue guardar uma dúzia de vencimentos de cabeça

source: None
es: Ninguno
it: Nessuna
pt_br: Nenhuma

source: Not added
es: No añadido
it: Non aggiunta
pt_br: Não adicionada

source: Not enough data yet
es: Aún no hay datos suficientes
it: Dati ancora insufficienti
pt_br: Ainda não há dados suficientes

source: Not now
es: Ahora no
it: Non ora
pt_br: Agora não

source: Not set
es: Sin definir
it: Non impostata
pt_br: Não definido

source: Notes
es: Notas
it: Note
pt_br: Observações

source: Notification Settings
es: Configuración de notificaciones
it: Impostazioni notifiche
pt_br: Ajustes de notificação

source: Notifications
es: Notificaciones
it: Notifiche
pt_br: Notificações

source: Notifications Disabled
es: Notificaciones desactivadas
it: Notifiche disattivate
pt_br: Notificações desativadas

source: Notifications Enabled
es: Notificaciones activadas
it: Notifiche attivate
pt_br: Notificações ativadas

source: Notifications Not Yet Configured
es: Notificaciones sin configurar
it: Notifiche non ancora configurate
pt_br: Notificações ainda não configuradas

source: Occurrence Not Found
es: Vencimiento no encontrado
it: Scadenza non trovata
pt_br: Ocorrência não encontrada

source: On Date
es: En una fecha
it: In una data
pt_br: Em uma data

source: On due date
es: El día del vencimiento
it: Il giorno della scadenza
pt_br: No dia do vencimento

source: On time
es: A tiempo
it: Puntuali
pt_br: No prazo

source: On-Time Payments
es: Pagos a tiempo
it: Pagamenti puntuali
pt_br: Pagamentos em dia

source: On-time payments over the last 6 months. No payments recorded yet.
es: Pagos a tiempo en los últimos 6 meses. Aún no hay pagos registrados.
it: Pagamenti puntuali negli ultimi 6 mesi. Ancora nessun pagamento registrato.
pt_br: Pagamentos em dia nos últimos 6 meses. Nenhum pagamento registrado ainda.

# On-time payments over the last 6 months: %lld percent. %@.
source: On-time payments over the last 6 months: %1$lld percent. %2$@.
es: Pagos a tiempo en los últimos 6 meses: %1$lld por ciento. %2$@.
it: Pagamenti puntuali negli ultimi 6 mesi: %1$lld percento. %2$@.
pt_br: Pagamentos em dia nos últimos 6 meses: %1$lld por cento. %2$@.

source: One-time
es: Una sola vez
it: Una tantum
pt_br: Uma vez

source: Open Settings
es: Abrir Configuración
it: Apri Impostazioni
pt_br: Abrir Ajustes

source: Opens icon picker
es: Abre el selector de iconos
it: Apre il selettore di icone
pt_br: Abre o seletor de ícones

source: Opens the currency picker
es: Abre el selector de moneda
it: Apre il selettore della valuta
pt_br: Abre o seletor de moedas

source: Optional Details
es: Detalles opcionales
it: Dettagli facoltativi
pt_br: Detalhes opcionais

source: Other
es: Otros
it: Altro
pt_br: Outros

source: Overdue
es: Vencidos
it: Scadute
pt_br: Vencidas

source: Overdue by %lld days
es: Vencido hace %lld días
it: Scaduta da %lld giorni
pt_br: Vencida há %lld dias

source: Overdue by 1 day
es: Vencido hace 1 día
it: Scaduta da 1 giorno
pt_br: Vencida há 1 dia

source: Paid
es: Pagado
it: Pagata
pt_br: Paga

source: Paid date vs. due date, last 6 months
es: Fecha de pago frente a fecha de vencimiento, últimos 6 meses
it: Data di pagamento e scadenza a confronto, ultimi 6 mesi
pt_br: Pagamento vs. vencimento — últimos 6 meses

source: Paid for %@
es: Corresponde al %@
it: Per la scadenza del %@
pt_br: Referente a %@

source: Paid on
es: Pagado el
it: Pagata il
pt_br: Pago em

source: Partial payments are a Pro feature
es: Los pagos parciales son una función Pro
it: I pagamenti parziali sono una funzione Pro
pt_br: Pagamentos parciais são um recurso Pro

source: Partial payments — pay bills your way
es: Pagos parciales: paga tus recibos a tu manera
it: Pagamenti parziali — paga le bollette a modo tuo
pt_br: Pagamentos parciais — pague suas contas do seu jeito

source: Partially paid
es: Pagado parcialmente
it: Pagata in parte
pt_br: Parcialmente paga

source: Partially paid · %@ remaining
es: Pagado parcialmente · faltan %@
it: Pagata in parte · %@ da pagare
pt_br: Parcialmente paga · falta %@

source: Past income · this occurrence has been recorded
es: Ingreso pasado · este cobro ya está registrado
it: Entrata passata · registrata nella cronologia
pt_br: Renda passada · esta ocorrência já foi registrada

source: Pay bills your way
es: Paga a tu manera
it: Paga le bollette a modo tuo
pt_br: Pague suas contas do seu jeito

source: Payment
es: Pago
it: Pagamento
pt_br: Pagamento

source: Payment Details
es: Detalles del pago
it: Dettagli pagamento
pt_br: Detalhes do pagamento

source: Payment History
es: Historial de pagos
it: Cronologia pagamenti
pt_br: Histórico de pagamentos

source: Payment Not Found
es: Pago no encontrado
it: Pagamento non trovato
pt_br: Pagamento não encontrado

source: Payment failed: %@
es: No se pudo completar el pago: %@
it: Pagamento non riuscito: %@
pt_br: Falha no pagamento: %@

# Payment: %@, %@
source: Payment: %1$@, %2$@
es: Pago: %1$@, %2$@
it: Pagamento: %1$@, %2$@
pt_br: Pagamento: %1$@, %2$@

source: Payments
es: Pagos
it: Pagamenti
pt_br: Pagamentos

source: Payments you make will appear here
es: Los pagos que hagas aparecerán aquí
it: I pagamenti che registri appariranno qui
pt_br: Os pagamentos que você fizer vão aparecer aqui

source: Pets
es: Mascotas
it: Animali

source: Phone
es: Teléfono
it: Telefono
pt_br: Celular

source: Phone & Internet
es: Teléfono e internet
it: Telefono e internet
pt_br: Celular e internet

source: Pick your currency
es: Elige tu moneda
it: Scegli la tua valuta
pt_br: Escolha sua moeda

source: Popular Currencies
es: Monedas populares
it: Valute più comuni
pt_br: Moedas populares

source: Previous month
es: Mes anterior
it: Mese precedente
pt_br: Mês anterior

source: Privacy Policy
es: Política de privacidad
it: Informativa sulla privacy
pt_br: Política de Privacidade

source: Provider
es: Proveedor
it: Fornitore
pt_br: Fornecedor

source: Provider URL
es: URL del proveedor
it: URL del fornitore
pt_br: Site do fornecedor

source: Purchase cancelled.
es: Compra cancelada.
it: Acquisto annullato.
pt_br: Compra cancelada.

source: Purchase could not be verified.
es: No se pudo verificar la compra.
it: Impossibile verificare l'acquisto.
pt_br: Não foi possível verificar a compra.

source: Purchase pending approval.
es: Compra pendiente de aprobación.
it: Acquisto in attesa di approvazione.
pt_br: Compra aguardando aprovação.

source: Recent Payments
es: Pagos recientes
it: Ultimi pagamenti
pt_br: Pagamentos recentes

source: Record partial payments with Billo Pro.
es: Registra pagos parciales con Billo Pro.
it: Registra pagamenti parziali con Billo Pro.
pt_br: Registre pagamentos parciais com o Billo Pro.

source: Remaining:
es: Saldo:
it: Saldo:
pt_br: Saldo:

source: Remaining: %@
es: Pendiente: %@
it: Da pagare: %@
pt_br: Falta pagar: %@

source: Reminder Schedule
es: Programación de recordatorios
it: Programmazione dei promemoria
pt_br: Programação dos lembretes

source: Reminder Time
es: Hora del recordatorio
it: Orario dei promemoria
pt_br: Horário do lembrete

source: Reminder from Billo — one tap to mark it paid.
es: Recordatorio de Billo: un toque para marcarlo como pagado.
it: Promemoria da Billo — un tocco per segnarla come pagata.
pt_br: Lembrete do Billo — um toque para marcar como paga.

source: Reminders require notification permission
es: Los recordatorios requieren permiso de notificaciones
it: Per i promemoria serve l’autorizzazione alle notifiche
pt_br: Os lembretes precisam da permissão de notificações

source: Reminders stay off until permission is granted.
es: Los recordatorios seguirán desactivados hasta que concedas el permiso.
it: I promemoria restano disattivati finché non autorizzi le notifiche.
pt_br: Os lembretes ficam desativados até a permissão ser concedida.

source: Remove bill
es: Quitar recibo
it: Rimuovi bolletta
pt_br: Remover conta

source: Removes only this occurrence from your history. The income itself and future occurrences are unchanged.
es: Elimina solo este cobro de tu historial. El ingreso y sus cobros futuros no cambian.
it: Rimuove solo questa registrazione dalla cronologia. L’entrata e le sue ricorrenze future restano invariate.
pt_br: Remove apenas esta ocorrência do seu histórico. A renda em si e as próximas ocorrências não mudam.

source: Rent
es: Alquiler
it: Affitto
pt_br: Aluguel

source: Rent due in 3 days
es: El alquiler vence en 3 días
it: Affitto in scadenza tra 3 giorni
pt_br: Aluguel vence em 3 dias

source: Repeat
es: Repetir
it: Ripetizione
pt_br: Repetir

source: Repeat Type
es: Tipo de repetición
it: Tipo di ripetizione
pt_br: Tipo de repetição

source: Repeats
es: Se repite
it: Si ripete
pt_br: Repetição

source: Reschedule Anyway
es: Reprogramar de todos modos
it: Riprogramma comunque
pt_br: Reagendar mesmo assim

source: Reschedule Recurring Bill?
es: ¿Reprogramar el recibo recurrente?
it: Riprogrammare la bolletta ricorrente?
pt_br: Reagendar conta recorrente?

source: Restore
es: Restaurar
it: Ripristina
pt_br: Restaurar

source: Restore Purchases
es: Restaurar compras
it: Ripristina acquisti
pt_br: Restaurar compras

source: Retry
es: Reintentar
it: Riprova
pt_br: Tentar novamente

source: Salary
es: Sueldo
it: Stipendio
pt_br: Salário

source: Save
es: Guardar
it: Salva
pt_br: Salvar

source: Search currencies
es: Buscar moneda
it: Cerca valute
pt_br: Buscar moedas

source: Securely stored on your device
es: Guardado de forma segura en tu dispositivo
it: Al sicuro sul tuo dispositivo
pt_br: Guardado com segurança no seu aparelho

source: See everything as a simple list, or laid out on a calendar. The button in the top corner switches between them anytime.
es: Míralo todo como una lista sencilla o distribuido en un calendario. El botón de la esquina superior alterna entre ambas vistas cuando quieras.
it: Vedi tutto come un semplice elenco o su un calendario. Il pulsante nell'angolo in alto ti fa passare dall'uno all'altro in qualsiasi momento.
pt_br: Veja tudo em uma lista simples ou distribuído no calendário. O botão no canto superior alterna entre os dois quando você quiser.

source: See what’s due next
es: Consulta tus próximos vencimientos
it: Vedi subito cosa scade
pt_br: Veja o que vence em seguida

source: See what’s left every month
es: Ve cuánto te queda cada mes
it: Scopri quanto ti resta ogni mese
pt_br: Veja quanto sobra todo mês

source: See where your money goes
es: Descubre adónde va tu dinero
it: Scopri dove vanno i tuoi soldi
pt_br: Veja para onde vai seu dinheiro

source: Select Currency
es: Seleccionar moneda
it: Seleziona valuta
pt_br: Selecionar moeda

source: Select a bill
es: Selecciona un recibo
it: Seleziona una bolletta
pt_br: Selecione uma conta

source: Select when to receive reminders:
es: Elige cuándo recibir los recordatorios:
it: Scegli quando ricevere i promemoria:
pt_br: Escolha quando receber os lembretes:

source: Selects a category. More… shows all categories
es: Selecciona una categoría. «Más…» muestra todas las categorías
it: Seleziona una categoria. “Altre categorie…” mostra l’elenco completo
pt_br: Seleciona uma categoria. Mais… mostra todas as categorias

source: Settings
es: Configuración
it: Impostazioni
pt_br: Ajustes

source: Show 12 More Months
es: Mostrar 12 meses más
it: Mostra altri 12 mesi
pt_br: Mostrar mais 12 meses

source: Show 3 More Months
es: Mostrar 3 meses más
it: Mostra altri 3 mesi
pt_br: Mostrar mais 3 meses

source: Show me how
es: Muéstrame cómo
it: Fammi vedere
pt_br: Quero ver como

source: Showing saved payment history only.
es: Solo se muestra el historial de pagos guardado.
it: Viene mostrata solo la cronologia dei pagamenti salvata.
pt_br: Mostrando apenas o histórico de pagamentos salvo.

source: Skip
es: Omitir
it: Salta
pt_br: Pular

source: Skip for now
es: Omitir por ahora
it: Salta per ora
pt_br: Pular por enquanto

source: Something went wrong
es: Algo salió mal
it: Qualcosa è andato storto
pt_br: Algo deu errado

source: Something went wrong while saving. You can try again, or continue and add your bills later.
es: Algo salió mal al guardar. Puedes intentarlo de nuevo o continuar y añadir tus recibos más tarde.
it: Qualcosa è andato storto durante il salvataggio. Puoi riprovare, oppure continuare e aggiungere le bollette più tardi.
pt_br: Algo deu errado ao salvar. Você pode tentar de novo ou continuar e adicionar suas contas depois.

source: Sounds familiar
es: Me suena
it: Mi ci ritrovo
pt_br: Me identifico

source: Spending by Category
es: Gastos por categoría
it: Spese per categoria
pt_br: Gastos por categoria

source: Spending by category for %@. No bills this month.
es: Gastos por categoría de %@. No hay recibos este mes.
it: Spese per categoria di %@. Nessuna bolletta questo mese.
pt_br: Gastos por categoria de %@. Nenhuma conta neste mês.

# Spending by category for %@. Total: %@. %@.
source: Spending by category for %1$@. Total: %2$@. %3$@.
es: Gastos por categoría de %1$@. Total: %2$@. %3$@.
it: Spese per categoria di %1$@. Totale: %2$@. %3$@.
pt_br: Gastos por categoria de %1$@. Total: %2$@. %3$@.

source: Spending by category over time
es: Gasto por categoría a lo largo del tiempo
it: Spese per categoria nel tempo
pt_br: Gastos por categoria ao longo do tempo

source: Start Date
es: Fecha de inicio
it: Data di inizio
pt_br: Data de início

source: Status
es: Estado
it: Stato

source: Stay ahead of late fees
es: Adelántate a los recargos
it: Evita le penali di mora
pt_br: Fique longe de juros e multas

source: Stay on top of every bill
es: Ten todos tus recibos bajo control
it: Tieni sotto controllo ogni bolletta
pt_br: Fique em dia com todas as contas

# Step %lld of %lld
source: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
it: Passo %1$lld di %2$lld
pt_br: Etapa %1$lld de %2$lld

source: Still due
es: Por pagar
it: Ancora da pagare
pt_br: Ainda a pagar

source: Subscriptions
es: Suscripciones
it: Abbonamenti
pt_br: Assinaturas

source: Switch to Calendar
es: Mostrar calendario
it: Passa al calendario
pt_br: Mostrar calendário

source: Switch to List
es: Mostrar lista
it: Passa all'elenco
pt_br: Mostrar lista

source: Tap to add — you can tweak everything later.
es: Toca para añadirlos; podrás ajustar todo más tarde.
it: Tocca per aggiungere — potrai sistemare tutto più tardi.
pt_br: Toque para adicionar — dá para ajustar tudo depois.

source: Tap to change.
es: Toca para cambiarla.
it: Tocca per cambiare.
pt_br: Toque para alterar.

source: Taxes & Fees
es: Impuestos y cargos
it: Tasse e commissioni
pt_br: Impostos e taxas

source: Terms of Use
es: Condiciones de uso
it: Condizioni d'uso
pt_br: Termos de Uso

source: Thanks for going Pro
es: Gracias por pasarte a Pro
it: Grazie per aver scelto Pro
pt_br: Obrigado por escolher o Pro

source: This Month
es: Este mes
it: Questo mese
pt_br: Este mês

source: This Week
es: Esta semana
it: Questa settimana
pt_br: Esta semana

source: This bill may have been deleted
es: Puede que este recibo se haya eliminado
it: La bolletta potrebbe essere stata eliminata
pt_br: Esta conta pode ter sido apagada

source: This income may have been deleted
es: Puede que este ingreso se haya eliminado
it: L'entrata potrebbe essere stata eliminata
pt_br: Esta renda pode ter sido apagada

source: This occurrence
es: Este cobro
it: Questa entrata
pt_br: Esta ocorrência

source: This occurrence may have been deleted
es: Puede que este registro se haya eliminado
it: Questa voce potrebbe essere stata eliminata
pt_br: Esta ocorrência pode ter sido apagada

source: This payment may have been deleted
es: Puede que este pago se haya eliminado
it: Il pagamento potrebbe essere stato eliminato
pt_br: Este pagamento pode ter sido apagado
